Repository: siku2/script.tubecast
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de, fr_fr

# #32001
source: Getting pairing code...
de_de: Pairing-Code wird abgerufen...
fr_fr: obtention du code d'appairage ...

# #32002
source: Please insert the following code in YouTube app settings
de_de: Bitte den folgenden Code in den Einstellungen der YouTube App eingeben
fr_fr: Insérer le code suivant dans les paramètres de YouTube

# #32003
source: General
de_de: Allgemein
fr_fr: Paramètres généraux

# #32004
source: Enable service discovery (SSDP)
de_de: Aktiviere SSDP
fr_fr: Activer SSDP

# #32005
source: Debug SSDP datagrams
de_de: SSDP-Datagramme debuggen
fr_fr: Déboguer les datagrammes SSDP

# #32006
source: connected
de_de: verbunden
fr_fr: connecté

# #32007
source: disconnected
de_de: getrennt
fr_fr: déconnecté

# #32008
source: Do you want to generate a new pairing code?
de_de: MÃ¶chten sie einen neuen Pairing-Code generieren?
fr_fr: Générer un nouveau code d'appariement?

# #32009
source: Yes
de_de: Ja
fr_fr: Oui

# #32010
source: No
de_de: Nein
fr_fr: Non

# #32011
source: Debug youtube cmds
de_de: YouTube Befehle debuggen
fr_fr: Déboguer les commandes YouTube

# #32012
source: Debug
de_de: Entwicklertools
fr_fr: Déboguer

# #32013
source: Verify SSL connections
de_de: SSL-Verbindungen verifizieren
fr_fr: Vérifier les connexions SSL
